---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.ExportUtils
source: html/91d3f8fd-ca16-dd50-87d3-449993b7ae0f.htm
---
# ExportUtils Members

Retrieves the GUID representing the subelement in DWF and IFC export.